ansible
asciiquarium
aspell
azure-cli
bat
brotli
croc
curl
deno
fastly
fd
fzf
gd
git
git-extras
glab
glow
go
golangci-lint
goreleaser
helix
helm
httpie
jq
k9s
lazygit
lsd
mitmproxy
neovim
nixpacks
nmap
oniguruma
pandoc
php
php@7.4
php@8.1
pnpm
ponysay
popeye
poppler
rh
ripgrep
ruby
s3cmd
starship
stow
symfony-cli
terraform
tinygo
tmux
tmuxinator
tree
vim
wget
yarn
youtube-dl
keepassxc
ngrok
vagrant
wezterm-nightly
